---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.YJustification.Origin
enum: Autodesk.Revit.DB.Structure.YJustification
zh: 原点
source: html/3f22ee55-5f27-bd05-2947-e023528a719a.htm
---
# Autodesk.Revit.DB.Structure.YJustification.Origin

**中文**: 原点

Justification to the origin of the element.